{
    "products": [
        {
            "image": "https://assets.interntheory.com/creative/logo.png",
            "position": "Develop Your Skillset",
            "cname": "Online Skill Development Programs",
            "type": "Taught by Industry Experts Internship",
            "Category": "Certified Courses",
            "catType": "addvertise",
            "salary": " Learn Industry-Demanded Skills",
            "location": "Guaranteed Internship Opportunities"
        },

        {
            "image": "https://assets.interntheory.com/uploads/company/logos/195a271ba860ce6e2b1bd4a22ba94ba1dd17ca6d.jpg",
            "position": "Recruitment Trainee/Recruitment Intern",
            "cname": "Apollo Hospitals Enterprise Ltd",
            "type": "Full Time Internship",
            "Category": "Human Resources",
            "catType": "Internship",
            "openings": 2,
            "duration": "3 months",
            "start_date": "2nd Nov 2021",
            "application_deadline": " 2nd Dec 2021",
            "salary": "5000 per month",
            "description": "Intern's day to day tasks \n include -Sourcing profiles from various recruitment channelsShortlisting candidates based on the job requirementsScheduling interviews and coordinatingupdating the recruitment trackerCoordinate with New Joiners during the Joining Formalities and Documentation part of onboarding You will be sufficiently trained on above tasks before you get into the job.",
            "perks": "Certificate of Internship, Possibility of Pre Placement Offer",
            "skills": "learner,Recruitment,Human resources",
            "company_description": "Apollo Healthcare has a robust presence across the healthcare ecosystem. From routine wellness & preventive health care to innovative life-saving treatments and diagnostic services, Apollo Hospitals has touched more than 120 million lives from over 120 countries, offering the best clinical outcomes",
            "location": "Greams Road, Chennai, 600006."
        },
         

        {
            "image": "https://assets.interntheory.com/uploads/company/logos/e0a7988b38f612632ea336fdd4b3f501e5266480.jpg",
            "position": "Content Writer",
            "cname": "Otakukart",
            "type": "Part Time,Work From Home Internship",
            "Category": "Content Writing",
            "catType": "Internship",
            "openings": 6,
            "duration": "6 months",
            "start_date": "2nd Nov 2021",
            "application_deadline": " 2nd Dec 2021",
            "salary": "7000 per month",
            "description": " 1. Ensure the article is not fake, has fictitious news, and is grammatically correct \n 2. Work on research and ensure the appropriate use of language which is clean, easy to read, and well written \n 3. Ensure the piece does not have backlinks opening to other websites or any publicity material \n 4. Written article must be at least 680 words and should be further divided into eight paragraphs or more \n 5. Add high-resolution pictures accompanied by the article (Preferably, taken from the Instagram, Facebook, or Twitter accounts of people in the article) \n 6. Write articles on entertainment, anime, sports, video games, TV shows, movies, dating, and gossip \n 7. Write at least 3 articles a day (do not apply if you cannot meet this quota). \n 8. Cooperate with the team leader/editor in writing content. (Any kind of disrespect/abuse will not be tolerated in the company. If found guilty, the internship will be terminated without any monetary compensation) \n 9. Write the content provided to you on the same day, within 24 hours (most of the content is time-sensitive) \n 10. Write SEO-incorporated content and in the correct format (read the provided document thoroughly before beginning) \n 11. Ensure there is 0% plagiarism in your work. (if you are found copying any content, you will be terminated) \n Note: Your articles will be published under Staff account up till 90 articles . Afterwards, you will be provided with your own account that will help you avail better job opportunities in future",
            "perks": "Certificate of Internship, Letter of Recommendation",
            "skills": "SEO,Bloger,Reports,content writer",
            "company_description": "OtakuKart has been in the entertainment and gaming news industry for over seven years. We have worked closely with many brands in promoting their movies and shows. At OtakuKart, we believe in quality and the content should be of top-notch quality.",
            "location": "Delhi"
        },

        {
            "image": "https://assets.interntheory.com/uploads/company/logos/35be96426ec8eeb524ab288d9f7e665a8c6113a2.jpg",
            "position": "Growth And Solutions Engineer",
            "cname": "Allwave AV",
            "type": "Full Time Internship",
            "Category":"Business Strategy",
            "catType": "Job",
            "openings": 6,
            
            "start_date": "2nd Nov 2021",
            "application_deadline": " 2nd Dec 2021",
            "salary": " 25000 - 40000 per month",
            "description": "We are looking for apprentices to provide formal classroom and on-the-job training under experienced mentors which includes pay progression and certification showing he or she is fully proficient to do a job. In the vast majority of the cases these apprentices will transition directly into permanent employment after the 3 month program. /n Stipend for the training period(3 months) will be 8,000 per month, post which an offer of 4lpa-6lpa will be offered to the interested candidates. /n Job Responsiblities:(Post in-house training) /n 1. Meet clients and gather requirements effectively through good questioning and reasoning /n 2. Plan for solutions effectively with the Internal design team and structure an entire solution as per the needs of the client under the mentorship of the Growth and Solutions Manager Effectively plan and explain the solution back to the client with demos/ literature etc. /n 3. Prepare strategies to promote All Wave brand to Architects, Interior Designers, Project Consultants and IT partners with the help of mentors. /n 4. Demonstrate Audio Video products and solutions well to queries raised by prospective clients. /n 5. Undertake campaigns on various platforms for growth in the business. /n 6. Responsible for a product/ solution marketing outreach (Target Groups will be decided with the help of the mentors.)",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Casual Attire, Opportunity to work on Global projects and international travel after 2 years Potential promotion to a Growth and Solutions manager of a specific geo",
            "skills": "lerner, Pleasant Personality,Ability to work in a fast-paced",
            "company_description": "AllWave is an industry-leading AV solutions provider that delivers custom-built & innovative collaborative, digital media, broadcasting, and electronic security solutions to a clientele spread across PAN INDIA. Our team of technical experts works side-by-side with Industry Specialists, AV/IT consultants, Project management consultants, end-users and Space Designers to devise custom solutions that enhance your operations, improve collaboration, increase productivity, and drive ROI. We scale our technical products and services to any need and develop solutions for a large number of corporate enterprises, homeowners, auditoriums, educational institutions, and training centers. We also partner with the most innovative communication technology providers in the industry to give you access to the most advanced, secure, and effective AV solutions.",
            "location": "16th Floor, D wing, Trade World, Kamala Mills Compound, Lower Parel,, Mumbai, 400013."
        },

        {
            "image": "https://assets.interntheory.com/uploads/company/logos/bf3174743fe71c1e3028caabc90044f486d5bc7b.jpg",
            "position": "Full Stack Developer",
            "cname": "HomeCapital",
            "type": "Full Time Internship",
            "Category":"Software Development",
            "catType": "Job",
            "openings": 3,
            
            "start_date": "13th Oct 2021",
            "application_deadline": " 19nd Dec 2021",
            "salary": " 65000 - 100000 per month",
            "description": "Bachelors Degree, ideally in a technical field, but we understand great engineers come from all sorts of different backgrounds and also consider relevant work experience \n 4+ years related experience or demonstrated equivalent \n Experience with Angular, bonus for familiarity with React \n Experience with modern JavaScript libraries and tooling. Knowledge of Webpack would be a plus. \n Strong knowledge of semantic HTML, CSS and JavaScript \n Strong knowledge of scripting languages such as PHP bonus for familiarity with Laravel \n Familiarity with responsive design/development and mobile-web best practices. \n Willingness to roll up your sleeves, collaborate with others and get stuff done \n Strong sense of responsibility; driving a project from inception to completion \n Affinity for solving problems and shipping impactful features, not polishing perfect code or architecture \n Experience working in a collaborative coding environment (and git specifically), refining designs together, working through code reviews and managing pull requests \n Knowledge of Cloud-based solutions, Agile, Test/Business Driven Development would be a plus. \n Bonus: Experience working on secure battle-tested applications",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Casual Attire, Opportunity to work on Global projects and international travel after 2 years Potential promotion to a Growth and Solutions manager of a specific geo",
            "skills": "lerner, Teamwork,PHP",
            "company_description": "About the Company: Home buying is one of the most important milestones in the life of every Individual. At HomeCapital, we believe that Home is the real Capital for a family and grows in value across generations. Buying your first home early has compounding effect on your family’s wealth, happier lives and increased social security for you and your loved ones",
            "location": "16th Floor, D Wing Trade World, Kamala Mills, Senapati Bapat Road, Lower Parel, Gurgaon, 400013"
        },

        {
            "image": "https://assets.interntheory.com/uploads/company/logos/299a85028b5217bfb58834ec55c523b40c221136.jpg",
            "position": "Ecommerce Executive",
            "cname": "Serene Ventures Private Limited",
            "type": "Full Time Internship",
            "Category":"E-Commerce",
            "catType": "Job",
            "openings": 1,
            
            "start_date": "5nd Nov 2021",
            "application_deadline": " 7nd Dec 2021",
            "salary": " 20000 - 25000 per month",
            "description": "Coordinate order processing, delivery and returns of customer orders. \n Ensure the fulfilment of customers' orders via store pick of delivery service. \n Manage the operations for good service. \n Manage the service quality and customer satisfaction. \n Monitor and maintain proper functionality of the website. \n Observe the sales, promotions, marketing and social media activities over digital platforms. \n Implement the e-commerce activities.",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Casual Attire, Opportunity to work on Global projects and international travel after 2 years Potential promotion to a Growth and Solutions manager of a specific geo",
            "skills": "learner, Pleasant Personality,Answering a Complaint",
            "company_description": "If you were to visualise our brand name, you’d be able to define the style that our brand stands for. An intriguing juxtaposition of styles that bring together the vivid and flamboyant with the classic and sublime. Born of a dearth of statement pieces in India, our brand strives to bring you collections of clothing and jewelry that are unique, uber stylish and unconventional. Our dream is to build a haven  that explores a universe of fashion where colors know no bounds, art forms that have rarely been seen before and a grade of quality that India is still quite unfamiliar with. ",
            "location": "80, A-Wing, Ground floor, Virwani Industrial Estate, Western Express Highway, Goregaon (East), Kolkata, 400063."
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/logos/5e4aa4f62ecc23200708c5cf0d542f7ee1345362.jpg",
            "position": "Angular Developer",
            "cname": "arham labs",
            "type": "Full Time Internship",
            "Category": "Product Designing",
            "catType": "Job",
            "openings": 3,
            
            "start_date": "22nd Oct 2021",
            "application_deadline": " 7nd Dec 2021",
            "salary": " 60000 - 70000 per month",
            "description": "Responsibilities \n Collaborate closely with Backend Developers, Copywriters, UX Designers, and UI Designers. \n Develop high-fidelity user-facing application front-end code, matching design mockups and requirement documents to pixel-perfection. \n Evaluate implementation feasibility of UX/UI designs within the constraints of the project \n Build reusable code, patterns and libraries for future development using best practices. \n Optimize code/builds for performance and scalability, and where applicable, search engines. Guidelines for these will be provided. \n Maintain code and write automated tests to ensure the product is of the highest quality.",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Casual Attire, Opportunity to work on Global projects and international travel after 2 years Potential promotion to a Growth and Solutions manager of a specific geo",
            "skills": "Angular JS,lerner, Pleasant Personality",
            "company_description": "Digital Services and IT",
            "location": "Level 16, D-Wing Tradeworld, Kamala Mills, Lower Parel, Kolkata, 400013."
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/logos/bf3174743fe71c1e3028caabc90044f486d5bc7b.jpg",
            "position": "UI/UX Designer",
            "cname": "HomeCapital",
            "type": "Full Time Internship",
            "Category": "Software Development",
            "catType": "Job",
            "openings": 10,
            
            "start_date": "12th Nov 2021",
            "application_deadline": " 10nd Dec 2021",
            "salary": " 65000 - 100000 per month",
            "description": "Responsibilities \n Identify user workflows, user and business requirements. \n Create, improve and use wireframes/prototypes, styleguides, user flows, and effectively communicate your interaction ideas using any of these methods. \n Create production-ready high-fidelity prototypes in line with the brands’ defined visual language, with expected interactions and microinteractions, keeping development feasibility and project constraints in mind.  \n Present and defend your design decisions. All your design decisions should be based on the overall design roadmap as well as your own design thinking and fundamental principles (i.e. color theory, visual weight, etc.) \n Document expected interactions using design systems to facilitate a smoother development experience. \n Ensure that every page and every step a user will experience in their interaction with the finished product will conform to the overall purpose, vision, and mission for the business. \n Be a great team player, experienced in working with agile teams. Ability to collaborate closely with developers, copywriters and other designers. \n Continually keep yourself and your design team updated with the latest changes in your industry’s standards.",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Casual Attire, Opportunity to work on Global projects and international travel after 2 years Potential promotion to a Growth and Solutions manager of a specific geo",
            "skills": "lerner, Teamwork,figma",
            "company_description": "About the Company: Home buying is one of the most important milestones in the life of every Individual. At HomeCapital, we believe that Home is the real Capital for a family and grows in value across generations. Buying your first home early has compounding effect on your family’s wealth, happier lives and increased social security for you and your loved ones",
            "location": "16th Floor, D Wing Trade World, Kamala Mills, Senapati Bapat Road, Lower Parel, Mumbai, 400013."
        },

        {
            "image": "https://assets.interntheory.com/uploads/company/companylogos/62362fbf882221470f099d8d0a119df93ce19831/7e34b7356b30b3696d14fcab94c6e8989a42fd69com.jpg",
            "position": "Marketing Ambassador - Work From Home",
            "cname": "Laugh Out Loud Ventures",
            "type": "Work From Home Internship",
            "Category": "Marketing",
            "catType": "Internship",
            "openings": 5,
            "duration": "1 months",
            "start_date": "8th Nov 2021",
            "application_deadline": " 8nd Dec 2021",
            "salary": " 3000 - 10000 per month",
            "description": "We write and create humorous products for people; our Marketing Ambassadors help us market these products, and are an integral part of the team. We will assign a Team Lead and conduct training so you can do great Marketing Demos to potential clients. You will do great Marketing Demos to these clients, and will earn a lot of money. This is a good introductory internship in the field of sales, even if you don't have a lot of formal experience in the past.",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Flexible Hours, Casual Attire",
            "skills": "Marketing",
            "company_description": "We write jokes for people; we also make those jokes look nice, and sell them to other people. We are fun. We have multiple internships available in different fields.",
            "location": "Pune"
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/companylogos/be02b6cd79b216cc36903d48ee57bf3d0cd57886/9b967ae30bee37de14cc21840db0613b5dd52aadcom.jpg",
            "position": "Event Management And Marketing",
            "cname": "Partystarters",
            "type": "Full Time Internship",
            "Category": "Event Management",
            "catType": "Internship ",
            "openings": 1,
            "duration": "6 months",
            "start_date": "8nd Nov 2021",
            "application_deadline": " 8nd Dec 2021",
            "salary": " 2500 - 5000 per month",
            "description": "We are a boutiue events company specializing in events and wedding planning. \n Looking for a hardworking, smart, enthusiastic intern with an eagerness to learn.  \nThe job profile and responsibilities would include overall Event Management, Design, and Digital Market\n",
            "perks": "Certificate of Internship, Letter of Recommendation",
            "skills": "lerner,client Marketing",
            "company_description": "Wedding Planning & Event Management",
            "location": "Nepeansea Road, Mumbai, 400036."
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/logos/87f0849057159fa11544bc2e8b45247de369f2e0.jpg",
            "position": "Sales",
            "cname": "Flower Lab India",
            "type": "Full Time Internship",
            "Category": " Sales",
            "catType": "Internship ",
            "openings": 1,
            "duration": "6 months",
            "start_date": "6th Nov 2021",
            "application_deadline": " 6th Dec 2021",
            "salary": "  5000 per month",
            "description": "1. Provide superior customer service, placing heavy importance on brand experience and customer engagement/satisfaction to promote sales\n2. Assist in maintaining a clean and organized product floor and ensure a welcoming/customer-friendly environment for the same\n3. Maintain updated knowledge on current products, pricing, and promotions\n4. Help manage financial transactions and purchases using cash registers and appropriate software systems\n5. Greet customers and provide them with purchasing options based on their needs and wants whilst demonstrating knowledge regarding the merchandise and company\n6. Follow through on an exceptional customer experience by presenting customers with product promotions and sales opportunities as identified through conversation",
            "perks": "Letter of Recommendation",
            "skills": "lerner",
            "company_description": "Flower Lab is a contemporary design lab that takes care of all your floral needs. Exquisite flowers, bespoke designs and flawless execution is what you can expect from all our services, be it floral arrangement, gifting or decor.",
            "location": "Jio World Drive, Mumbai, 400051."
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/logos/800ff1983e765813e5e6cb85f16d345649cdefa2.jpg",
            "position": "Graphic Design",
            "cname": "Democratic Naari",
            "type": "Full Time Internship",
            "Category": "Graphic Designing",
            "catType": " Internship",
            "openings": 10,
            "duration": "1 months",
            "start_date": "15nd Nov 2021",
            "application_deadline": " 15nd Dec 2021",
            "salary": "N/A",
            "description": "About Internship:\n1. This internship is related to Digital Marketing. You need to do SEO to increase ranking of website\n2. If you have content writing skills, then it will really helpful for us because we can do blog submission with unique content\n3. If you have good skills, then we can offer monthly stipend also\nRoles And Responsibilities:\n1. Need to do Organic SEO for our websit\n2. If Possible, then Need to find some new article topi\n3. Need to do keyword research for art\n",
            "perks": "Certificate of Internship, Letter of Recommendation, Flexible Hours",
            "skills": "CANVA,photoshop",
            "company_description": "Democratic Naari is a platform dedicated and working constantly and consistently to bring change in the society and in individual’s personality. Better approach towards women’s issues and making it reach lot people to help lot of women would be our primary concern for a better society for women",
            "location": "Jaipur"
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/logos/18a91996dd995764dfa85ef7f609e4cefc745930.jpg",
            "position": "NGO Internship",
            "cname": "MyNadezhda Softwares India Private Limited",
            "type": "Work From Home Internship",
            "Category": "Business Development",
            "catType": "Internship ",
            "openings": 30,
            "duration": "4 months",
            "start_date": "2nd Nov 2021",
            "application_deadline": " 2nd Dec 2021",
            "salary": " 100 per sale",
            "description": "We are an autonomous non profit organization working in the sphere of child education and poverty management and we are currently scouting to hire a few interns to understand the small scale industries running through NGO's across the country.\nThe project will involve communicating with the NGO's in India and understanding what are the products they are manufacturing using the local people. \nBeing an international organization we would like to help the NGO's achieve certifications like fair trade lite and ensure the marketiablity of the produces at cost in the international market thereby helping in poverty upliftment.",
            "perks": "Certificate of Internship, Letter of Recommendation, Possibility of Pre Placement Offer, Flexible Hours, Casual Attire, Possibility of an international placement, Opportunity to work full time",
            "skills": "lerner, Marketing",
            "company_description": "We are an autonomous not for profit organization working in the sphere of child education and poverty upliftment",
            "location": "Pune"
        },
        {
            "image": "https://assets.interntheory.com/uploads/company/logos/6f6aff1243c31aacc1c9c4006f6d958fd3b4b8ca.jpg",
            "position": "Finance & MIS",
            "cname": "chiprex",
            "type": "Work From Home Internship",
            "Category": "Finance",
            "catType": "Internship ",
            "openings": 2,
            "duration": "2 months",
            "start_date": "31st Nov 2021",
            "application_deadline": " 31st Dec 2021",
            "salary": " 14000 per month",
            "description": "Management Information System(MIS) executives are responsible for planning, coordinating and directing all computer-related activities for an organization. They determine the company's information technology goals and implement computer systems to meet those goals\nAssisting in the preparation of budgets. Managing records and receipts. Reconciling daily, monthly and yearly transactions. Preparing balance sheets. ... Being a key point of contact for other departments on financial and accounting matters.",
            "perks": "Certificate of Internship, Letter of Recommendation, Flexible Hours",
            "skills": "lerner, Financial Analysis",
            "company_description": "Chiprex pioneered with a specific focus on inbound cargo for OEMs, with permutations and combinations of Just in Time and Direct Online deliveries, and is a leading manager in efficient handling of Train, and Air Cargo services. Chiprex, being a top Logistics company in India, offers various kind of services under one window including international and domestic air cargo, train services to meet the specific needs of each customer. Entrust your parcels with Chiprex and rest assured it will reach safely and on time.",
            "location": "Delhi"
        }
    ]
}











